Repository: mcarvalhor/SnesInstaller
Catalog: SnesInstaller/Strings/*.resx
Languages: pt

# About_CloseButton
source: Close
pt: Fechar

# Home_AboutButton
source: About...
pt: Sobre...

# Home_ExportButton
source: Save game progress...
pt: Exportar progresso de jogo...

# Home_ExportChooserTitle
source: Choose a path to save game progress file...
pt: Escolha o local de salvamento do arquivo...

# Home_ExportError
source: Couldn't export game progress successfully! Try again.
pt: Erro ao exportar progresso de jogo! Tente novamente.

# Home_ExportErrorTitle
source: Save Game Progress
pt: Exportar Progresso de Jogo

# Home_ExportSuccess
source: Game progress exported successfully!
pt: Progresso de jogo exportado com sucesso!

# Home_ExportSuccessTitle
source: Save Game Progress
pt: Exportar Progresso de Jogo

# Home_GamesAlert
source: You can download new games from trusted sources on the internet. Then, add the binary files of these in this directory.
pt: Você pode baixar novos jogos de fontes confiáveis da internet. Depois, adicione os arquivos binários destes jogos neste diretório.

# Home_GamesAlertTitle
source: Installed Games
pt: Jogos Instalados

# Home_GamesButton
source: Installed Games
pt: Jogos Instalados

# Home_ImportAlert
source: Warning: you may lose currently saved games progress if you used the same name to save them.
pt: Atenção: você pode perder jogos salvos no momento se você usou o mesmo nome para salvá-los.

# Home_ImportAlertTitle
source: Load Progress
pt: Importar Progresso de Jogo

# Home_ImportButton
source: Load game progress...
pt: Importar progresso de jogo...

# Home_ImportChooserTitle
source: Select previously saved game progress file...
pt: Selecione o arquivo previamente salvo...

# Home_ImportError
source: Couldn't import game progress successfully! Try again.
pt: Erro ao importar progresso de jogo! Tente novamente.

# Home_ImportErrorTitle
source: Load Game Progress
pt: Importar Progresso de Jogo

# Home_ImportSuccess
source: Game progress imported successfully!
pt: Progresso de jogo importado com sucesso!

# Home_ImportSuccessTitle
source: Load Game Progress
pt: Importar Progresso de Jogo

# Home_PlayButton
source: Play
pt: Jogar

# Home_ReinstallButton
source: Reinstall...
pt: Reinstalar...

# Home_ScreenshotsButton
source: Screenshots
pt: Capturas de Tela

# Home_StartError
source: Couldn't start the application! Try to reinstall it.
pt: Não foi possível iniciar o aplicativo! Tente instalar ele novamente (reinstalar).

# Home_StartErrorTitle
source: Error
pt: Erro

# Home_StartNotFound
source: The application is not properly installed! Try to reinstall it.
pt: O aplicativo não está corretamente instalado! Tente instalar ele novamente (reinstalar).

# Home_StartNotFoundTitle
source: Error
pt: Erro

# Home_UninstallButton
source: Uninstall...
pt: Desinstalar...

# Home_UninstallConfirm
source: Are you sure you want to remove the installed application and all its content? You may lose everything you've done.
pt: Tem certeza que deseja remover o aplicativo instalado e todo o ser conteúdo? Você vai perder tudo o que já fez.

# Home_UninstallConfirmTitle
source: Uninstall
pt: Desinstalar

# Home_UninstallError
source: Couldn't uninstall successfully! Try again.
pt: Erro ao desinstalar! Tente novamente.

# Home_UninstallErrorTitle
source: Uninstallation
pt: Desinstalação

# Home_UninstallSuccess
source: Successfully uninstalled!
pt: Desinstalado com sucesso!

# Home_UninstallSuccessTitle
source: Uninstallation
pt: Desinstalação

# Install_ButtonClose
source: Cancel and Close
pt: Cancelar e Fechar

# Install_ButtonConfirm
source: Install
pt: Instalar

# Install_DesktopFieldText
source: Create a shortcut icon on my Desktop Folder.
pt: Criar ícone de atalho na Área de Trabalho.

# Install_Error
source: Couldn't install successfully! Try again.
pt: Erro ao instalar! Tente novamente.

# Install_ErrorTitle
source: Installation
pt: Instalação

# Install_Info
source: I will guide you through the installation of Shiginima Minecraft Launcher.
pt: Vamos prosseguir com a instalação do Snes.

# Install_Lang
source: en
pt: pt

# Install_Success
source: Successfully installed!
pt: Instalado com sucesso!

# Install_SuccessTitle
source: Installation
pt: Instalação

# Process_Text
source: Wait a moment...
pt: Aguarde um momento...

# Splash_RequiredUpdateCancelled
source: It is a mandatory update. You will not be able to start the program until you update.
pt: É uma atualização obrigatória. Você não vai poder iniciar o programa enquanto não atualizar.

# Splash_RequiredUpdateCancelledTitle
source: Mandatory Update
pt: Atualização Obrigatória

# Splash_RequiredUpdateDownload
source: There is a mandatory update available, and you will not be able to start the program until you update.{0}{0}Download the update for the program on the website:{0}{1}
pt: Há uma atualização obrigatória disponível, e você não poderá utilizar o programa enquanto não atualizar.{0}{0}Baixe a nova versão do programa no website:{0}{1}

# Splash_RequiredUpdateDownloaded
source: There is a mandatory update available, and you will not be able to start the program until you update. The update has been automatically downloaded and will now be applied. You must manually continue the installation.
pt: Há uma atualização obrigatória disponível, e você não poderá utilizar o programa enquanto não atualizar. A atualização foi automaticamente baixada e será aplicada agora. Você deve continuar a instalação manualmente.

# Splash_RequiredUpdateDownloadedTitle
source: Mandatory Update
pt: Atualização Obrigatória

# Splash_RequiredUpdateDownloadTitle
source: Mandatory Update
pt: Atualização Obrigatória

# Splash_RequiredUpdateError
source: There is a mandatory update available, and you will not be able to start the program until you update.{0}{0}Download the update for the program on the website:{0}{1}
pt: Há uma atualização obrigatória disponível, e você não poderá utilizar o programa enquanto não atualizar.{0}{0}Baixe a nova versão do programa no website:{0}{1}

# Splash_RequiredUpdateErrorTitle
source: Mandatory Update
pt: Atualização Obrigatória

# Splash_UpdateDownload
source: There is an update available for the program, and you can update at any time.{0}{0}Download the update for the program on the website:{0}{1}
pt: Há uma atualização disponível para o programa, e você pode atualizar a qualquer momento.{0}{0}Baixe a nova versão do programa no website:{0}{1}

# Splash_UpdateDownloadTitle
source: Update
pt: Atualização

# Splash_UpdateError
source: Download the update for the program on the website:{0}{1}
pt: Baixe a nova versão do programa no website:{0}{1}

# Splash_UpdateErrorTitle
source: Update
pt: Atualização

# Splash_UpdateQuestion
source: There is an update available for the program, and you can update at any time.{0}Do you want to update now?
pt: Há uma atualização disponível para o programa, e você pode atualizar a qualquer momento.{0}Deseja atualizar agora?

# Splash_UpdateQuestionTitle
source: Update
pt: Atualização
